"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 100000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 3, \"word_counts\": \"{\\\"how\\\": 1, \\\"do\\\": 1, \\\"i\\\": 1, \\\"reset\\\": 1, \\\"my\\\": 1, \\\"password\\\": 1, \\\"error\\\": 1, \\\"404\\\": 1, \\\"page\\\": 1, \\\"not\\\": 1, \\\"found\\\": 1, \\\"guide\\\": 1, \\\"to\\\": 1, \\\"installing\\\": 1, \\\"software\\\": 1}\", \"word_docs\": \"{\\\"i\\\": 1, \\\"how\\\": 1, \\\"my\\\": 1, \\\"reset\\\": 1, \\\"do\\\": 1, \\\"password\\\": 1, \\\"not\\\": 1, \\\"404\\\": 1, \\\"error\\\": 1, \\\"page\\\": 1, \\\"found\\\": 1, \\\"guide\\\": 1, \\\"installing\\\": 1, \\\"to\\\": 1, \\\"software\\\": 1}\", \"index_docs\": \"{\\\"4\\\": 1, \\\"2\\\": 1, \\\"6\\\": 1, \\\"5\\\": 1, \\\"3\\\": 1, \\\"7\\\": 1, \\\"11\\\": 1, \\\"9\\\": 1, \\\"8\\\": 1, \\\"10\\\": 1, \\\"12\\\": 1, \\\"13\\\": 1, \\\"15\\\": 1, \\\"14\\\": 1, \\\"16\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"how\\\", \\\"3\\\": \\\"do\\\", \\\"4\\\": \\\"i\\\", \\\"5\\\": \\\"reset\\\", \\\"6\\\": \\\"my\\\", \\\"7\\\": \\\"password\\\", \\\"8\\\": \\\"error\\\", \\\"9\\\": \\\"404\\\", \\\"10\\\": \\\"page\\\", \\\"11\\\": \\\"not\\\", \\\"12\\\": \\\"found\\\", \\\"13\\\": \\\"guide\\\", \\\"14\\\": \\\"to\\\", \\\"15\\\": \\\"installing\\\", \\\"16\\\": \\\"software\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"how\\\": 2, \\\"do\\\": 3, \\\"i\\\": 4, \\\"reset\\\": 5, \\\"my\\\": 6, \\\"password\\\": 7, \\\"error\\\": 8, \\\"404\\\": 9, \\\"page\\\": 10, \\\"not\\\": 11, \\\"found\\\": 12, \\\"guide\\\": 13, \\\"to\\\": 14, \\\"installing\\\": 15, \\\"software\\\": 16}\"}}"